Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: This file was exported from v%@ and may contain incomplete data.
ar: هذا المِلف تم تصديره من %@ وربما يحتوي على بيانات غير مكتملة.
de: Diese Datei wurde von v%@ exportiert und kann unvollständige Daten enthalten.
es: Este archivo se exportó desde V%@ y puede contener datos incompletos.
fr: Ce fichier a été exporté depuis la version%@ et peut contenir des données incomplètes.
hu: Ez a fájl a v%@ verzióból lett exportálva, és hiányos adatokat tartalmazhat.
ja: このファイルは v%@ からエクスポートされており、一部のデータが欠けている可能性があります。
nl: Dit bestand is geëxporteerd vanuit v%@ en bevat mogelijk niet alle gegevens.
pl: Ten plik został wyeksportowany z v%@ i może zawierać niekompletne dane.
pt: Este arquivo foi exportado a partir do v%@ e pode conter dados incompletos.
ru: Этот файл был экспортирован из v%@ и может содержать неполные данные.
tr: Bu dosya v%@'dan dışa aktarılmıştır ve eksik veriler içerebilir.
vi: Tệp này đã được xuất từ v%@ và có thể chứa dữ liệu không đầy đủ.
zh_hans: 此文件是从 v%@ 导出的，可能包含不完整的数据。
zh_hant: 此檔案是從 v%@ 匯出的，可能包含不完整的資料。

source: clips
ar: عنصر
de: Einträge
es: elementos
fr: éléments
hu: elem
ja: 件
pl: elem.
pt: recortes
ru: записей
sv: urklipp
tr: klipler
vi: mục
zh_hans: 条
zh_hant: 片段

source: Skipped %lld already existing.
ar: تم تخط %lld موجود مسبقًا.
de: %lld bereits existierende übersprungen.
es: Se han omitido %lld que ya existían.
fr: A ignoré %lld existe déjà.
hu: %lld már létező elem kihagyva.
ja: 重複していた %lld 件をスキップしました。
nl: %lld overgeslagen, bestaat al.
pl: Pominięte istniejące elementy: %lld.
pt: O %lld já existe.
ru: Пропущено %lld уже существует.
sv: Hoppade över %lld finns redan.
tr: %lld zaten mevcut olduğu için atlandı.
vi: Đã bỏ qua %lld mục đã tồn tại.
zh_hans: 已跳过 %lld 个已存在的项目。
zh_hant: 已略過%lld，因為該檔案已存在。

source: (End)
ar: (النهاية)
de: (Ende)
es: (Fin)
fr: (Fin)
hu: (Vége)
ja: （終了）
nl: (Eind)
pl: (Koniec)
pt: (Fim)
ru: (Конец)
sv: (Slut)
tr: (Son)
vi: (Kết thúc)
zh_hans: (结束)
zh_hant: (結束)

source: %@ - profile data not found
ar: %@ - لم يتم العثور على بيانات ملف التعريف
de: %@ - Browser-Profildaten nicht gefunden
es: %@ - no se han encontrado los datos del perfil
fr: %@ - données de profil introuvables
hu: %@ - a profiladatok nem találhatók
ja: %@ - プロファイルデータが見つかりません
nl: %@ - profielgegevens niet gevonden
pl: %@ - nie znaleziono danych profilu
pt: %@ - dados do perfil não encontrados
ru: %@ - данные профиля не найдены
sv: %@ - profildata hittades inte
tr: %@ - profil verisi bulunamadı
vi: %@ - không tìm thấy dữ liệu hồ sơ
zh_hans: %@ - 个人资料数据未找到
zh_hant: %@ - 找不到設定檔資料

source: %@ Grant Screen Recording to use thumbnail previews.
ar: %@ امنح إذن تسجيل الشاشة لاستخدام معاينات الصور المصغّرة.
de: %@ Erteilen Sie die Berechtigung zur Bildschirmaufnahme, um Miniaturvorschauen zu verwenden.
es: %@ Concede el permiso de Grabación de pantalla para usar previsualizaciones en miniatura.
fr: %@ accorde l'enregistrement d'écran pour utiliser les aperçus des miniatures.
hu: %@ A miniatűr előnézetek használatához engedélyezze a képernyőfelvételt.
ja: %@ サムネイルプレビューを使用するためには画面の録画を許可します。
nl: %@ Geef toegang tot schermopname om miniatuurvoorbeelden te kunnen gebruiken.
pl: %@ Przyznaj uprawnienie „Nagrywanie ekranu i dźwięku systemowego”, aby używać miniatur podglądów.
pt: %@ Conceda a permissão de Gravação do Ecrã para usar pré-visualizações em miniatura.
ru: %@ обеспечивает запись экрана для использования предпросмотра эскизов.
sv: %@ Tillåt Skärminspelning för att använda miniatyrförhandsvisningar.
tr: %@ Ekran kaydınızın küçük resim önizlemelerini kullanmasına izin verin.
vi: %@ Cấp quyền Ghi màn hình để sử dụng bản xem trước hình thu nhỏ.
zh_hans: 授予 %@ 屏幕录制权限以使用缩略图预览。
zh_hant: %@授予螢幕錄製權限以使用縮圖檢視。

# %@, from %@
source: %1$@, from %2$@
ar: %1$@، من %2$@
de: %1$@, von %2$@
es: %1$@, desde %2$@
fr: %1$@, depuis %2$@
hu: %1$@, forrás: %2$@
ja: %2$@から%1$@
nl: %1$@, van %2$@
pl: %1$@ z urządzenia %2$@
pt: %1$@, de %2$@
ru: %1$@ с %2$@
sv: %1$@, från %2$@
tr: %2$@'den %1$@
vi: %1$@, từ %2$@
zh_hans: %1$@，来自 %2$@
zh_hant: %1$@，來自 %2$@

source: %lld apps
ar: %lld تطبيقات
hu: %lld alkalmazások
ja: %lldアプリ
pl: Aplikacje: %lld
pt: %lld aplicações
ru: Приложения %lld
sv: %lld appar
tr: %lld uygulamalar
vi: %lld ứng dụng
zh_hans: %lld 个应用
zh_hant: %lld 個apps

source: %lld apps selected
ar: %lld تطبيقات محددة
de: %lld Apps ausgewählt
es: %lld apps seleccionadas
fr: %lld app sélectionnée
hu: %lld alkalmazások kijelölve
ja: %lld個の選択済みアプリ
nl: %lld apps geselecteerd
pl: Wybrane aplikacje: %lld
pt: %lld aplicações selecionadas
ru: Выбрано %lld приложений
sv: %lld appar valda
tr: %lld uygulama seçildi
vi: Đã chọn %lld ứng dụng
zh_hans: 已选择 %lld 个应用
zh_hant: 已選擇 %lld 個apps

source: %lld files
ar: مِلَفّ %lld
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
hu: %lld fájlok
ja: %lld ファイル
nl: %lld bestanden
pl: Pliki: %lld
pt: %lld ficheiros
ru: %lld Файлы
sv: %lld filer
tr: %lld dosya
vi: %lld tệp
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld items
ar: %lld عنصر
de: %lld Elemente
es: %lld ítems
fr: %lld éléments
hu: %lld elem
ja: %lld アイテム
pl: Elementy: %lld
pt: %lld itens
ru: %lld Элемент
sv: %lld objekt
tr: %lld öge
vi: %lld mục
zh_hans: %lld 个项目
zh_hant: %lld 個項目

# %lld of %lld events left
source: %1$lld of %2$lld events left
ar: الأحداث المتبقية: %1$lld من %2$lld
de: Noch %1$lld von %2$lld Terminen
es: Quedan %1$lld de %2$lld eventos
fr: %1$lld événements restants sur %2$lld
hu: %2$lld eseményből %1$lld van hátra
ja: イベント残り%1$lld件（全%2$lld件）
nl: %1$lld van %2$lld activiteiten resterend
pl: Pozostałe wydarzenia: %1$lld z %2$lld
pt: Faltam %1$lld de %2$lld eventos
ru: %1$lld из %2$lld событий осталось
sv: %1$lld av %2$lld händelser kvar
tr: %1$lld / %2$lld etkinlik kaldı
vi: Còn lại %1$lld trên %2$lld sự kiện
zh_hans: 剩余 %1$lld / %2$lld 个事件
zh_hant: 剩餘 %1$lld／%2$lld 個事件

# %lld of %lld granted
source: %1$lld of %2$lld granted
ar: تم منح %1$lld من %2$lld
de: %1$lld von %2$lld erteilt
es: %1$lld de %2$lld concedidos
fr: %1$lld de %2$lld accordé
hu: %2$lld engedélyből %1$lld megadva
ja: %2$lld件中%1$lld件を許可済み
nl: %1$lld van %2$lld verleend
pl: Przyznano %1$lld z %2$lld
pt: %1$lld de %2$lld concedidas
ru: %1$lld из %2$lld предоставлено
sv: %1$lld av %2$lld beviljade
tr: %1$lld / %2$lld verildi
vi: Đã cấp quyền %1$lld trên %2$lld
zh_hans: 已授权 %1$lld/%2$lld
zh_hant: %1$lld of %2$lld 授予權限

source: %lld Profiles
ar: ملفات التعريف: %lld
de: %lld Profile
es: %lld perfiles
fr: %lld profils
hu: %lld profil
ja: %lld個のプロファイル
nl: %lld profielen
pl: Profile Docka: %lld
pt: %lld Perfis
ru: %lld профилей
sv: %lld profiler
tr: %lld Profiller
vi: %lld Hồ sơ
zh_hans: %lld 个配置文件
zh_hant: %lld 個設定檔

source: %lld widget
ar: أداة %lld
fr: Widget %lld
ja: %lld ウィジェット
pl: Widżety: %lld
ru: %lldВиджет
vi: %lld tiện ích
zh_hans: %lld 个小组件
zh_hant: %lld 個小工具

source: %lld widgets
ar: أداة %lld
fr: Widget %lld
hu: %lld widgetek
ja: %lld ウィジェット
pl: Widżety: %lld
ru: %lldВиджет
sv: %lld widgetar
vi: %lld tiện ích
zh_hans: %lld 个小组件
zh_hant: %lld 個小工具

source: +1 Min
ar: +1 دقيقة
hu: +1 perc
ja: +1分
ru: +1 мин
tr: +1 Dakika
vi: +1 phút
zh_hans: +1 分钟
zh_hant: +1 分鐘

source: 1 app
ar: 1 تطبيق
es: 1 aplicación
hu: 1 alkalmazás
ja: 1個のアプリ
pl: 1 aplikacja
pt: 1 aplicação
ru: 1 приложение
tr: 1 uygulama
vi: 1 ứng dụng
zh_hans: 1 个应用
zh_hant: 1個應用程式

source: 1 app excluded
ar: تم استثناء تطبيق واحد
de: 1 App ausgeschlossen
es: 1 app excluida
fr: 1 app exclue
hu: 1 app kizárva
ja: 1個のアプリを除外
nl: 1 app uitgesloten
pl: 1 wykluczona aplikacja
pt: 1 app excluída
ru: 1 приложение исключено
sv: 1 app utesluten
tr: 1 uygulama hariç tutuldu
vi: Đã loại trừ 1 ứng dụng
zh_hans: 已排除 1 个应用
zh_hant: 1 個應用程式已排除

source: 1 app selected
ar: 1 تطبيق محدد
de: 1 App ausgewählt
es: 1 aplicación seleccionada
fr: 1 app sélectionnée
hu: 1 alkalmazás kijelölve
ja: 1個のアプリを選択済み
nl: 1 app geselecteerd
pl: 1 wybrana aplikacja
pt: 1 aplicação selecionada
ru: 1 приложение выбрано
sv: 1 app vald
tr: 1 uygulama seçildi
vi: Đã chọn 1 ứng dụng
zh_hans: 已选择 1 个应用
zh_hant: 已選擇1個應用程式

source: 1 item
ar: 1 عنصر
de: 1 Element
es: 1 elemento
fr: 1 élément
hu: 1 elem
ja: 1個の項目
pl: 1 element
ru: 1 элемент
sv: 1 objekt
tr: 1 öğe
vi: 1 mục
zh_hans: 1 个项目
zh_hant: 1個項目

source: 1 min
ar: 1 دقيقة
hu: 1 perc
ja: 1分
ru: 1 мин
tr: 1 dakika
vi: 1 phút
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: 1 Profile
ar: ملف تعريف واحد
de: 1 Profil
es: 1 perfil
fr: 1 profil
hu: 1 profil
ja: 1個のプロファイル
nl: 1 profiel
pl: 1 profil Docka
pt: 1 Perfil
ru: 1 профиль
sv: 1 profil
tr: 1 Profil
vi: 1 Hồ sơ
zh_hans: 1 个配置文件
zh_hant: 1 個設定檔

source: 1 widget
ar: أداة واحدة
ja: 1個のウィジェット
pl: 1 widżet
ru: 1 виджет
vi: 1 tiện ích
zh_hans: 1 个小组件
zh_hant: 1 個小工具

source: 5 min
ar: 5 دقائق
hu: 5 perc
ja: 5分
ru: 5 мин
tr: 5 dakika
vi: 5 phút
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 15 min
ar: 15 دقيقة
hu: 15 perc
ja: 15分
ru: 15 мин
tr: 15 dakika
vi: 15 phút
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 24-Hour Format
ar: تنسيق 24-ساعة
de: 24-Stunden-Format
es: Formato de 24 horas
fr: Format 24H
hu: 24 órás formátum
ja: 24時間表記
nl: 24-uursnotatie
pl: Format 24-godzinny
pt: Formato de 24 horas
ru: 24-часовой формат
sv: 24-timmarsformat
tr: 24 Saatlik Biçim
vi: Định dạng 24 giờ
zh_hans: 24 小时制
zh_hant: 24小時制

source: A column listing every running app, its windows and their actions. Turn it off for a narrower panel.
ar: عمود يسرد كل تطبيق قيد التشغيل ونوافذه وإجراءاتها. أوقفه للحصول على لوحة أضيق.
de: Eine Spalte mit allen laufenden Apps, ihren Fenstern und deren Aktionen. Deaktivieren Sie sie für ein schmaleres Panel.
es: Una columna con todas las apps en ejecución, sus ventanas y sus acciones. Desactívala para tener un panel más estrecho.
fr: Une colonne listant chaque app active, ses fenêtres et leurs actions. Désactivez-la pour un panneau plus étroit.
hu: Egy oszlop, amely felsorolja az összes futó appot, azok ablakait és műveleteit. Kapcsolja ki a keskenyebb panelhez.
ja: 実行中のすべてのアプリと、そのウインドウおよびアクションを一覧表示する列です。オフにするとパネルの幅が狭くなります。
nl: Een kolom met elke geopende app, de vensters ervan en hun acties. Schakel dit uit voor een smaller paneel.
pl: Kolumna z listą wszystkich uruchomionych aplikacji, ich okien i dostępnych czynności. Wyłącz ją, aby zwęzić panel.
pt: Uma coluna que lista todas as apps em execução, as respetivas janelas e ações. Desative-a para ter um painel mais estreito.
ru: Столбец со всеми запущенными приложениями, их окнами и действиями. Выключите, чтобы панель была уже.
sv: En kolumn som listar alla appar som körs, deras fönster och fönstrens åtgärder. Stäng av den för en smalare panel.
tr: Çalışmakta olan tüm uygulamaları, pencerelerini ve bu pencerelerde gerçekleştirilen işlemleri listeleyen bir sütun. Paneli daha dar hale getirmek için bu özelliği kapatın.
vi: Một cột liệt kê mọi ứng dụng đang chạy, các cửa sổ và tác vụ của chúng. Tắt để có bảng hẹp hơn.
zh_hans: 在单独一栏中列出所有运行中的应用、各应用的窗口及其操作。关闭此选项可缩窄面板。
zh_hant: 列出所有執行中的應用程式、其視窗及對應動作的欄位。關閉此選項可縮小面板。

source: A large stack takes the space of three app icons.
ar: يشغل المكدس الكبير مساحة ثلاث أيقونات تطبيقات.
de: Ein großer Stapel nimmt den Platz von drei App-Symbolen ein.
es: Una pila grande ocupa el espacio de tres iconos de apps.
fr: Une grande pile occupe l'espace de trois icônes d'app.
hu: A nagy köteg három appikonnyi helyet foglal el.
ja: 大きいスタックはアプリアイコン3個分のスペースを使います。
nl: Een grote stapel neemt de ruimte van drie app-pictogrammen in.
pl: Duży stos zajmuje miejsce trzech ikon aplikacji.
pt: Uma pilha grande ocupa o espaço de três ícones de apps.
ru: Большая стопка занимает место трех значков приложений.
sv: En stor stack tar lika stor plats som tre appsymboler.
tr: Büyük bir yığın, üç uygulama simgesinin kapladığı alanı kaplar.
vi: Ngăn xếp lớn chiếm chỗ của ba biểu tượng ứng dụng.
zh_hans: 大型小组件叠放占用三个应用图标的空间。
zh_hant: 大型堆疊會占用三個應用程式圖示的空間。

source: A medium stack takes the space of two app icons.
ar: يشغل المكدس المتوسط مساحة أيقونتين من أيقونات التطبيقات.
de: Ein mittlerer Stapel nimmt den Platz von zwei App-Symbolen ein.
es: Una pila mediana ocupa el espacio de dos iconos de apps.
fr: Une pile moyenne occupe l'espace de deux icônes d'app.
hu: A közepes köteg két appikonnyi helyet foglal el.
ja: 中くらいのスタックはアプリアイコン2個分のスペースを使います。
nl: Een middelgrote stapel neemt de ruimte van twee app-pictogrammen in.
pl: Średni stos zajmuje miejsce dwóch ikon aplikacji.
pt: Uma pilha média ocupa o espaço de dois ícones de apps.
ru: Средняя стопка занимает место двух значков приложений.
sv: En mellanstor stack tar lika stor plats som två appsymboler.
tr: Orta boy bir yığın, iki uygulama simgesinin kapladığı alanı kaplar.
vi: Ngăn xếp trung bình chiếm chỗ của hai biểu tượng ứng dụng.
zh_hans: 中型小组件叠放占用两个应用图标的空间。
zh_hant: 中型堆疊會占用兩個應用程式圖示的空間。

source: A restart is recommended to recalibrate magnification zones for the new dock style.
ar: يُوصى بإعادة التشغيل لإعادة معايرة مناطق التكبير لنمط Dock الجديد.
de: Ein Neustart wird empfohlen, um Vergrößerungszonen für den neuen Dock-Stil neu zu kalibrieren.
es: Se recomienda reiniciar la app para recalibrar las zonas de ampliación para el nuevo estilo del Dock.
fr: Un redémarrage est recommandé pour recalibrer les zones d'agrandissement pour le nouveau style du dock.
hu: Az új Dock-stílus nagyítási zónáinak újrakalibrálásához újraindítás javasolt.
ja: 新しいDockスタイルに合わせて拡大ゾーンを再調整するため、再起動をおすすめします。
nl: Een herstart wordt aanbevolen om de vergrotingszones opnieuw te kalibreren voor de nieuwe Dock-stijl.
pl: Zaleca się ponowne uruchomienie, aby skalibrować strefy powiększenia dla nowego stylu Docka.
pt: Recomenda-se reiniciar para recalibrar zonas de ampliação para o novo estilo da Dock.
ru: Рекомендуется перезапуск, чтобы заново откалибровать зоны увеличения для нового стиля Dock.
sv: En omstart rekommenderas för att omkalibrera förstoringszonerna för den nya dockstilen.
tr: Yeni dock stili için büyütme bölgelerini yeniden ayarlamak üzere uygulamayı yeniden başlatmanız önerilir.
vi: Khuyến nghị khởi động lại để hiệu chỉnh lại các vùng phóng đại cho kiểu dock mới.
zh_hans: 建议重新启动，以针对新的 Dock 样式重新校准放大区域。
zh_hant: 建議重新啟動以針對新的 Dock 樣式校準放大區域。

source: A row of sleep, restart and shut down buttons in the panel's left column.
ar: صف من أزرار الإسبات وإعادة التشغيل وإيقاف التشغيل في العمود الأيسر من اللوحة.
de: Eine Reihe mit Tasten für Ruhezustand, Neustart und Ausschalten in der linken Spalte des Panels.
es: Una fila de botones de reposo, reinicio y apagado en la columna izquierda del panel.
fr: Une rangée de boutons Veille, Redémarrer et Éteindre dans la colonne de gauche du panneau.
hu: Alvó állapot, újraindítás és leállítás gombok sora a panel bal oldali oszlopában.
ja: パネルの左の列に表示される、スリープ、再起動、システム終了のボタンの行です。
nl: Een rij knoppen voor slaapstand, herstarten en uitzetten in de linkerkolom van het paneel.
pl: Rząd przycisków usypiania, ponownego uruchamiania i wyłączania komputera w lewej kolumnie panelu.
pt: Uma fila de botões para suspender, reiniciar e desligar na coluna esquerda do painel.
ru: Ряд кнопок сна, перезагрузки и выключения в левом столбце панели.
sv: En rad med knappar för vila, omstart och avstängning i panelens vänstra kolumn.
tr: Panelin sol sütununda bir sıra halinde yer alan uyku, yeniden başlatma ve kapatma düğmeleri.
vi: Một hàng nút ngủ, khởi động lại và tắt máy ở cột bên trái của bảng.
zh_hans: 在面板左栏显示一排睡眠、重新启动和关机按钮。
zh_hant: 在面板左側欄顯示一排「睡眠」、「重新啟動」和「關機」按鈕。

source: A small stack takes the space of one app icon.
ar: يشغل المكدس الصغير مساحة أيقونة تطبيق واحدة.
de: Ein kleiner Stapel nimmt den Platz eines App-Symbols ein.
es: Una pila pequeña ocupa el espacio de un icono de app.
fr: Une petite pile occupe l'espace d'une icône d'app.
hu: A kis köteg egy appikonnyi helyet foglal el.
ja: 小さいスタックはアプリアイコン1個分のスペースを使います。
nl: Een kleine stapel neemt de ruimte van één app-pictogram in.
pl: Mały stos zajmuje miejsce jednej ikony aplikacji.
pt: Uma pilha pequena ocupa o espaço de um ícone de app.
ru: Маленькая стопка занимает место одного значка приложения.
sv: En liten stack tar lika stor plats som en appsymbol.
tr: Küçük bir yığın, bir uygulama simgesinin kapladığı yer kadar yer kaplar.
vi: Ngăn xếp nhỏ chiếm chỗ của một biểu tượng ứng dụng.
zh_hans: 小型小组件叠放占用一个应用图标的空间。
zh_hant: 小型堆疊會占用一個應用程式圖示的空間。

source: A to Z
ar: أ إلى ي
de: A bis Z
es: A - Z
fr: A à Z
hu: A-tól Z-ig
ja: 昇順（A→Z）
nl: Alfabetisch
pl: Od A do Z
pt: A a Z
ru: От А до Я
sv: Från A till Z
tr: A'dan Z'ye
vi: A đến Z
zh_hans: A 到 Z
zh_hant: A 到 Z

source: A widget stack can hold multiple tools in one slot. Scrolling over a stack pages through those tools.
ar: يمكن لمكدس الأدوات أن يضم عدة أدوات في خانة واحدة. والتمرير فوق المكدس يتنقل بين تلك الأدوات.
de: Ein Widget-Stapel kann mehrere Werkzeuge an einer Position bündeln. Beim Scrollen über dem Stapel wechseln Sie zwischen diesen Werkzeugen.
es: Una pila de widgets puede contener varias herramientas en un solo espacio. Desplazarse sobre una pila pasa de una herramienta a otra.
fr: Une pile de widgets peut regrouper plusieurs outils dans un seul emplacement. Faire défiler sur une pile passe d'un outil à l'autre.
hu: Egy widgetköteg több eszközt tárolhat egyetlen helyen. A köteg fölött görgetve lapozhat az eszközök között.
ja: ウィジェットスタックは、1つのスロットに複数のツールをまとめられます。スタックの上でスクロールするとツールを順に切り替えられます。
nl: In een widgetstapel kunnen meerdere tools in één vak worden geplaatst. Door met de muis over de stapel te scrollen, kun je door die tools bladeren.
pl: Stos widżetów może zawierać wiele narzędzi w jednym miejscu. Przewijanie nad stosem przełącza między tymi narzędziami.
pt: Uma pilha de widgets pode conter várias ferramentas num só espaço. Deslocar sobre uma pilha percorre essas ferramentas.
ru: В одной стопке виджетов может размещаться несколько инструментов. Прокрутка по стопке позволяет переключаться между ними.
sv: En widgetstack kan rymma flera verktyg på en plats. Skrolla över en stack för att bläddra mellan verktygen.
tr: Bir widget yığını, tek bir yuvada birden fazla aracı barındırabilir. Yığın üzerinde fareyi kaydırdığınızda bu araçlar arasında geçiş yapılır.
vi: Một ngăn xếp tiện ích có thể chứa nhiều công cụ trong một ô. Cuộn qua ngăn xếp để lần lượt chuyển giữa các công cụ đó.
zh_hans: 一个小组件叠放可在同一位置容纳多个工具。在叠放上滚动即可切换其中的工具。
zh_hant: 小工具堆疊可以在同一個位置容納多個工具。在堆疊上捲動即可切換瀏覽這些工具。

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hu: Névjegy
ja: 概要
nl: Over
pl: O programie
pt: Sobre
ru: О программе
sv: Om
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Accent
ar: لون التمييز
de: Akzentfarbe
es: Énfasis
fr: Accentuation
hu: Kiemelő szín
ja: アクセント
pl: Akcent
pt: Destaque
ru: Акцентный
sv: Accentfärg
tr: Vurgu
vi: Màu nhấn
zh_hans: 强调色
zh_hant: 強調色

source: Accent Color
ar: اللون التمييزي
de: Akzentfarbe
es: Color de énfasis
fr: Couleur d'accentuation
hu: Kiemelő szín
ja: アクセントカラー
nl: Accentkleur
pl: Kolor akcentu
pt: Cor de Destaque
ru: Цвет акцента
sv: Accentfärg
tr: Vurgu Rengi
vi: Màu nhấn
zh_hans: 强调色
zh_hant: 強調色

source: Access is requested in context for the files and folders you choose. DockDoor Pro does not inventory your disk during setup.
ar: يُطلب الوصول في سياقه للملفات والمجلدات التي تختارها. لا يقوم DockDoor Pro بفهرسة القرص لديك أثناء الإعداد.
de: Der Zugriff wird nur im Kontext der von Ihnen ausgewählten Dateien und Ordner angefordert. DockDoor Pro scannt Ihre Festplatte während der Einrichtung nicht.
es: El acceso se solicita en contexto para los archivos y carpetas que elijas. DockDoor Pro no hace un inventario de tu disco durante la configuración.
fr: L'accès est demandé en contexte pour les fichiers et dossiers que vous choisissez. DockDoor Pro n'inventorie pas votre disque pendant la configuration.
hu: A hozzáférést a rendszer mindig az adott helyzetben kéri az Ön által kiválasztott fájlokhoz és mappákhoz. A DockDoor Pro nem térképezi fel a lemezt az üzembe helyezés során.
ja: アクセスは、選択したファイルやフォルダに対して必要になった時点で要求されます。DockDoor Proがセットアップ中にディスク全体を調べることはありません。
nl: Er wordt toegang gevraagd voor de bestanden en mappen die je selecteert. DockDoor Pro maakt geen overzicht van je schijf tijdens de installatie.
pl: Prośba o dostęp do wybranych plików i folderów pojawia się w kontekście ich użycia. DockDoor Pro nie inwentaryzuje dysku podczas konfiguracji.
pt: O acesso é pedido em contexto para os ficheiros e pastas que escolher. O DockDoor Pro não inventaria o disco durante a configuração.
ru: Доступ к выбранным вами файлам и папкам запрашивается по мере необходимости. DockDoor Pro не сканирует содержимое диска во время настройки.
sv: Åtkomst begärs i sitt sammanhang för de filer och mappar du väljer. DockDoor Pro inventerar inte din disk under installationen.
tr: Seçtiğiniz dosya ve klasörler için bağlam içinde erişim izni istenir. DockDoor Pro, kurulum sırasında diskinizi taramaz.
vi: Quyền truy cập chỉ được yêu cầu khi cần thiết đối với các tệp và thư mục bạn chọn. DockDoor Pro không quét toàn bộ ổ đĩa của bạn trong quá trình thiết lập.
zh_hans: 仅会请求你所选择的文件和文件夹的访问权限。DockDoor Pro 不会在设置过程中扫描你的磁盘。
zh_hant: 系統會根據你選擇的檔案和檔案夾，在對應的情境下要求取用權限。DockDoor Pro 在設定過程中不會清點你的磁碟。

source: Access needed
ar: يلزم منح الوصول
de: Zugriff erforderlich
es: Se necesita acceso
fr: Accès requis
hu: Hozzáférés szükséges
ja: アクセスが必要
nl: Toegang vereist
pl: Wymagany dostęp
pt: Acesso necessário
ru: Нужен доступ
sv: Åtkomst krävs
tr: Erişim gerekli
vi: Cần quyền truy cập
zh_hans: 需要访问权限
zh_hant: 需要取用權限

source: Accessibility
ar: تسهيلات الاستخدام
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
hu: Kisegítő lehetőségek
ja: アクセシビリティ
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ru: Универсальный доступ
sv: Hjälpmedel
tr: Erişilebilirlik
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Accessibility access is required to read the switcher selection. Grant it in Setup
ar: إذن تسهيلات الاستخدام مطلوب لقراءة التحديد في المبدّل. امنحه من الإعداد
de: Zugriff auf Bedienungshilfen ist erforderlich, um die Auswahl im Fensterwechsler auszulesen. Erteilen Sie ihn in der Einrichtung
es: Se requiere acceso de Accesibilidad para leer la selección del selector. Concédelo en Configuración
fr: L'accès à l'accessibilité est requis pour lire la sélection du sélecteur. Accordez-le dans la Configuration
hu: A váltó kijelölésének beolvasásához Kisegítő lehetőségek hozzáférés szükséges. Engedélyezze a Beüzemelés lapon
ja: スイッチャーの選択内容を読み取るにはアクセシビリティへのアクセスが必要です。セットアップで許可
nl: Er zijn toegankelijkheidsrechten vereist om de wisselaar-selectie te kunnen lezen. Verleen deze rechten via Instellen
pl: Uprawnienie „Dostępność” jest wymagane do odczytywania zaznaczenia w przełączniku. Przyznaj je w sekcji Konfiguracja
pt: É necessário o acesso à Acessibilidade para ler a seleção do alternador. Conceda-o na Configuração
ru: Для считывания выбора в переключателе требуется разрешение «Универсальный доступ». Предоставьте его в мастере настройки
sv: Hjälpmedelsåtkomst krävs för att läsa växlarens markering. Bevilja den under Konfiguration
tr: Değiştirici seçimini okumak için Erişilebilirlik erişimi gereklidir. Bunu Kurulum bölümünden verin
vi: Cần có quyền Trợ năng để đọc mục đang được chọn trong bộ chuyển đổi. Hãy cấp quyền trong phần Thiết lập
zh_hans: 需要“辅助功能”权限才能读取切换器中的选中项。请前往“设置向导”授予此权限
zh_hant: 需要「輔助使用」權限才能讀取切換器的選取項目。請在「設定精靈」中授予權限

source: Accessibility Isolation
ar: عزل تسهيلات الاستخدام
de: Bedienungshilfen-Isolierung
es: Aislamiento de accesibilidad
fr: Isolation de l'accessibilité
hu: Kisegítő lehetőségek elkülönítése
ja: アクセシビリティの分離
nl: Toegankelijkheidsisolatie
pl: Izolacja od funkcji dostępności
pt: Isolamento da Acessibilidade
ru: Изоляция от универсального доступа
sv: Hjälpmedelsisolering
tr: Erişilebilirlik İzolasyonu
vi: Cô lập Trợ năng
zh_hans: 辅助功能隔离
zh_hant: 輔助使用隔離

source: Accessory
ar: ملحق
de: Zubehör
es: Accesorio
fr: Accessoire
hu: Kiegészítő
ja: アクセサリ
nl: Accessoire
pl: Akcesorium
pt: Acessório
ru: Аксессуар
sv: Tillbehör
tr: Aksesuar
vi: Phụ kiện
zh_hans: 配件
zh_hant: 配件
